PLACE_AD = '''
⁃ ГОРОД
⁃ МАРКА
⁃ МОДЕЛЬ
⁃ ГОД
⁃ ПРОБЕГ
⁃ ДВИГАТЕЛЬ
⁃ КОРОБКА
⁃ НЕДОСТАТКИ
⁃ ФОТО
⁃ ТЕЛЕФОН ДЛЯ СВЯЗИ
'''
VERY_FAST = '''Свяжитесь с нашим менеджером <a href="https://t.me/Q2zzaa">Менеджер Игорь</a>

Что бы ускорить сделку-
Оставьте заявку в формате:
'''

MESSAGE_MAIN_MENU = "Вас приветствует автобот, он поможет вам быстро обменять ваш авто на деньги, найти подходящий авто в нашей базе, а так же многое другое."
MESSAGE_SELL_AUTO = "Нажмите «очень быстро» и получите деньги уже сегодня. Или «разместите объявление» бесплатно в автоботе."
MESSAGE_BUY_AUTO = "Выберите себе авто по душе в «общей базе» автобота. Или стань нашим партнером и получи доступ к «горячим предложениям»"
MESSAGE_GENERAL_BASE = "Смотрите актуальные объявления, для удобства воспользуйтесь поиском"
MESSAGE_HOT_STUFF = "Смотрите актуальные предложения автомобилей с сниженной ценой, для удобства воспользуйтесь поиском"
MESSAGE_VERY_FAST = VERY_FAST + PLACE_AD
MESSAGE_PLACE_AD = "Разместите свой авто на площадку автобота бесплатно, заполните данные авто придерживаясь формата:"
MESSAGE_PLACE_AD_CITY = "Введите пожалуйста город"
MESSAGE_PLACE_AD_MODEL = "Введите пожалуйста марку и модель авто"
MESSAGE_PLACE_AD_SNIZZ = "Введите пожалуйста косяки по тачке"
MESSAGE_PLACE_AD_COST = "Введите пожалуйста цену"
MESSAGE_PLACE_AD_TEXT = "Введите пожалуйста описание"
MESSAGE_PLACE_AD_PHONE_NUMBER = "Введите пожалуйста ваш телефонный номер"
MESSAGE_PLACE_AD_PHOTO = "Вставьте пожалуйста минимум 2 фото"
MESSAGE_PLACE_AD_PRE_EXIT = "Спасибо, ваше объявлениеPRE"
MESSAGE_PLACE_AD_EXIT = "Мы разместили ваше объявление, спасибо, что воспользовались нашим сервисом, приятного дня!"


CB_MAIN_MENU = "В главное меню"
CB_SELL_AUTO = "Продать авто"
CB_BUY_AUTO = "Купить авто"
CB_VERY_FAST = "Очень быстро"
CB_PLACE_AD = "Разместить объявление"
CB_GENERAL_BASE = "Общая база"
CB_HOT_STUFF = "Горячие предложения"







